tap "1password/tap"
cask "1password/tap/1password-cli"
brew "ag"
brew "awscli"
brew "bat"
cask "codex"
brew "coreutils"
brew "direnv"
brew "fd"
brew "findutils"
brew "fish"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "glow"
brew "grep"
brew "heroku"
brew "httpie"
brew "jq"
brew "kayac/tap/ecspresso"
brew "mycli"
brew "mysql"
brew "ncurses"
brew "neofetch"
brew "ngrep"
brew "nkf"
brew "fnm"
brew "peco"
brew "pipenv"
brew "poppler"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "starship"
tap "universal-ctags/universal-ctags"
brew "universal-ctags"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn", args: ["ignore-dependencies"]
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "ngrok"
cask "notion"
cask "session-manager-plugin"
cask "claude-code"
cask "visual-studio-code"
cask "obsidian"
cask "spotify"
cask "figma"
cask "slack"
cask "nani"
cask "chatgpt"
cask "claude"
cask "zed"
cask "google-chrome"
cask "zoom"
brew "asdf"
brew "deno"
brew "ov"
brew "uchardet"
