tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ag"
brew "awscli"
brew "bat"
brew "composer"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fish"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "glow"
brew "jq"
brew "ngrep"
brew "nkf"
brew "nodebrew"
brew "nodenv"
brew "peco"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "universal-ctags"
brew "vim", args: ["HEAD"]
brew "watch"
brew "wget"
brew "yarn", args: ["ignore-dependencies"]
cask "alacritty"
cask "docker"
cask "font-ricty-diminished"
cask "graphql-playground"
cask "jetbrains-toolbox"
cask "ngrok"
cask "notion"
mas "Skitch", id: 425955336
