tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ag"
brew "ansible"
brew "awscli"
brew "bat"
brew "composer"
brew "coreutils"
brew "direnv"
brew "fd"
brew "findutils"
brew "fish"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "glow"
brew "grep"
brew "heroku"
brew "httpie"
brew "jq"
brew "kayac/tap/ecspresso"
brew "mycli"
brew "mysql@5.7"
brew "ncurses"
brew "neofetch"
brew "ngrep"
brew "nkf"
brew "nodebrew"
brew "nodenv"
brew "peco"
brew "php@8.3"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim", args: ["HEAD"]
brew "watch"
brew "wget"
brew "yarn", args: ["ignore-dependencies"]
cask "1password/tap/1password-cli"
cask "alacritty"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "graphql-playground"
cask "ghostty"
cask "jetbrains-toolbox"
cask "ngrok"
cask "notion"
cask "session-manager-plugin"
cask "visual-studio-code"
mas "Skitch", id: 425955336
